Revit 2027 API
BuiltInFailures.GroupFailures.UnableToLoadAttachedGroup Property
 Unable to load attached detail group '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToLoadAttachedGroup { get; }
Public Shared ReadOnly Property UnableToLoadAttachedGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToLoadAttachedGroup {
	FailureDefinitionId^ get ();
}
static member UnableToLoadAttachedGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace